Computer Archeology.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://example.com/rss.xml"
      title="RSS feed for https://example.com/">
<title>Computer Archeology</title>
</head>
<body>
<div id="preamble" class="status"></div>
<div id="content">
<div class="post-date">19 Aug 2025</div><h1 class="post-title"><a href="https://example.com/Computer Archeology.html">Computer Archeology</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org3af7e8d">1. Computer Archeology</a></li>
</ul>
</div>
</nav>
<div id="outline-container-org3af7e8d" class="outline-2">
<h2 id="org3af7e8d"><span class="section-number-2">1.</span> Computer Archeology</h2>
<div class="outline-text-2" id="text-1">
<p>
I am reconstituting this blog with posts that date back twenty years. It's a daunting task but also amusing, boring, delightful and surprising all at the same time.
Today I found an outline of an ebook I started to write on <code>orgmode</code>.
I don't have all the files for it, but I want to find what I have and relearn how to use this powerful mode again. The best I can do is have a tag page for it!.I may need to update the files as I will definitely get a chance to find out how well I described what to do.
</p>
</div>
</div>
<div class="taglist"></div></div>
<div id="postamble" class="status"></div>
</body>
</html>
